CSI API ETABS v1
cDesignSteel.Australian_AS4100_2020 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDStAustralian_AS4100_2020 Australian_AS4100_2020 { get; }
ReadOnly Property Australian_AS4100_2020 As cDStAustralian_AS4100_2020
	Get
Dim instance As cDesignSteel
Dim value As cDStAustralian_AS4100_2020
value = instance.Australian_AS4100_2020
property cDStAustralian_AS4100_2020^ Australian_AS4100_2020 {
	cDStAustralian_AS4100_2020^ get ();
}
abstract Australian_AS4100_2020 : cDStAustralian_AS4100_2020 with get
Property Value
Type: cDStAustralian_AS4100_2020
See Also
Reference
cDesignSteel Interface
ETABSv1 Namespace